Ran Plan for dir: `.` workspace: `prod`

<details><summary>Show Output</summary>

```diff
started

time="2023-02-13T12:05:14-03:00" level=info msg="Evaluating Terraform directory at ."
time="2023-02-13T12:05:14-03:00" level=info msg="Starting: Downloading Terraform modules"
time="2023-02-13T12:05:14-03:00" level=info msg="Starting: Evaluating Terraform directory"
time="2023-02-13T12:05:14-03:00" level=info msg="Starting: Retrieving cloud prices to calculate costs"
Project: fernandofmendes/atlantis-sample

 Name                                Monthly Qty  Unit                  Monthly Cost 
                                                                                     
 aws_sqs_queue.terraform_queue                                                       
 └─ Requests                    Monthly cost depends on usage: $0.50 per 1M requests 
                                                                                     
 OVERALL TOTAL                                                                 $0.00 
──────────────────────────────────
1 cloud resource was detected:
∙ 1 was estimated, it includes usage-based costs, see https://infracost.io/usage-file



An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_sqs_queue.terraform_queue will be created
+ resource "aws_sqs_queue" "terraform_queue" {
      + arn                               = (known after apply)
      + content_based_deduplication       = true
      + deduplication_scope               = (known after apply)
      + delay_seconds                     = 0
      + fifo_queue                        = true
      + fifo_throughput_limit             = (known after apply)
      + id                                = (known after apply)
      + kms_data_key_reuse_period_seconds = (known after apply)
      + max_message_size                  = 262144
      + message_retention_seconds         = 345600
      + name                              = "teste-sqs-ebury.fifo"
      + name_prefix                       = (known after apply)
      + policy                            = (known after apply)
      + receive_wait_time_seconds         = 0
      + redrive_allow_policy              = (known after apply)
      + redrive_policy                    = (known after apply)
      + sqs_managed_sse_enabled           = (known after apply)
      + tags_all                          = (known after apply)
      + url                               = (known after apply)
      + visibility_timeout_seconds        = 30
    }

  # null_resource.example will be created
+ resource "null_resource" "example" {
      + id = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -w prod`
* :put_litter_in_its_place: To **delete** this plan click [here](https://3ec4-131-108-156-34.sa.ngrok.io/lock?id=fernandofmendes%252Fatlantis-sample%252F.%252Fprod)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -w prod`
</details>
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`